Repository: oarepo/oarepo-vocabularies
Catalog: oarepo_vocabularies/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Best match
cs: Nejlepší shoda

source: Title
cs: Název

source: Newest
cs: Nejnovější

source: Oldest
cs: Nejstarší

source: Vocabulary hierarchy
cs: Hierarchie slovníkových položek

source: Hierarchy
cs: Hierarchie

source: Hierarchy title
cs: Název

source: Add the title...
cs: Přidat název …

source: Add the title of the hierarchy
cs: Přidat název hierarchie

source: Find more records with this vocabulary term
cs: Najít další záznamy s touto slovníkovou položkou

source: Vocabulary Detail
cs: Detail položky

source: Vocabulary types
cs: Typy slovníků

source: Vocabularies
cs: Slovníky

source: Vocabulary
cs: Slovník

source: Items Count
cs: Počet položek

source: Description
cs: Popis

source: Vocabulary Code
cs: Kód slovníku

source: PID type
cs: Typ identifikátoru

source: (internal)
cs: (interní)

source: vocabulary.vocabulary
cs: Slovník

source: vocabulary.nonpreferredLabels_en
cs: Nepreferované názvy (Anglicky)

source: vocabulary.nonpreferredLabels_cs
cs: Nepreferované názvy (Česky)

source: vocabulary.tags
cs: Štítky

source: Vocabulary search
cs: Hledání ve slovníku

source: Edit
cs: Editovat

source: New child item
cs: Nová podřízená položka

source: Export
cs: Exportovat

source: Links
cs: Odkazy

source: created.label
cs: Datum vytvoření

source: updated.label
cs: Datum poslední změny

source: links.vocabulary
cs: Položky slovníku

source: links.children
cs: Detailní položky (přímé)

source: links.descendants
cs: Detailní položky (všechny)

source: links.parent
cs: Nadřazená položka

source: links.ancestors
cs: Nadřazené položky

source: api.self
cs: Tato položka

source: api.vocabulary
cs: Položky slovníku

source: api.children
cs: Detailní položky (přímé)

source: api.descendants
cs: Detailní položky (všechny)

source: api.parent
cs: Nadřazená položka

source: api.ancestors
cs: Nadřazené položky

source: totalDescendants
cs: {{ count }} podřízená položka

source: resultsPerPage
cs: Výsledků na stránku

source: newItemMessage
cs: Právě vytváříte položku nejvyšší úrovně

source: newChildItemMessage
cs: Nove dite

source: newItem
cs: Nová položka

source: editTopLevelItemMessage
cs: Právě upravujete položku nejvyšší úrovně

source: editChildItemMessage
cs: Aktuálně upravujete podřízenou položku s hierarchií:

source: Feature
cs: Preferovat

source: Item will be displayed on top of form input options
cs: Položka bude ve formulářových polích zobrazena před ostatními

source: save
cs: Uložit

source: reset
cs: Obnovit formulář

source: Add another language
cs: Přidat další jazyk

source: Remove field
cs: Odebrat pole

source: Name
cs: Název

source: Tags
cs: Štítky

source: Enter one or more tags.
cs: Zadejte jeden nebo více štítků.

source: required
cs: vyžadováno

source: invalidLengthError
cs: Musí mít přesně {{length}} znaků

source: notANumberError
cs: Musí obsahovat pouze čísla

source: coarType
cs: COAR typ

source: dataCiteType
cs: DataCite typ

source: alpha3CodeENG
cs: Alpha 3 anglický kód

source: alpha3CodeNative
cs: Alpha 3 nativní kód

source: ICO
cs: IČO

source: acronym
cs: zkratka

source: nameType
cs: Druh názvu

source: No results found.
cs: Nebyly nalezeny žádné výsledky.

source: Created
cs: Vytvořeno

source: Updated
cs: Aktualizováno

source: Table with available vocabularies
cs: Tabulka s dostupnými slovníky

source: Missing title
cs: Chybí název

source: Icon
cs: Ikona

source: URL for the icon describing the vocabulary item.
cs: URL pro ikonu popisující položku slovníku.

source: We couldn't find any matches for
cs: Nenašli jsme žádnou shodu pro

source: Start over
cs: Začít znovu

source: Submit
cs: Potvrdit

source: Back to search
cs: Zpět na vyhledávání

source: Frequently used
cs: Často používané

source: Search
cs: Hledat

source: Add new
cs: Přidat

source: Confirm
cs: Potvrdit

source: Find more records …
cs: Najít další záznamy …

source: item
cs: položka

source: Choose item
cs: Vybrat

source: Remove
cs: Odebrat

source: Vocabulary type does not exist.
cs: Typ slovníku neexistuje.

source: The vocabulary type you are trying to access does not exist in %(sitename)s.
cs: Typ slovníku, ke kterému se pokoušíte přistoupit, neexistuje v %(sitename)s.

source: vocabulary.identifiers
cs: Identifikátory

source: vocabulary.affiliations
cs: Afiliace

source: vocabulary.number
cs: Číslo

source: vocabulary.funder
cs: Poskytovatele financí

source: vocabulary.program
cs: Program

source: Loading...
cs: Načítání...

source: Unknown item
cs: Neznámá položka

source: If you dont provide ID, random ID will be assigned.
cs: Pokud nezadáte ID, bude přiřazeno náhodné ID.

source: Affiliation name
cs: Název afiliace

source: Here you can provide the affiliation name in multiple languages. You can also include the one provided in the 'Name' field with appropriate language selected.
cs: Zde můžete zadat název afiliace v několika jazycích. Můžete také zahrnout ten, který je uveden v poli 'Název' s vybraným příslušným jazykem.

source: Identifiers
cs: Identifikátory

source: Acronym
cs: Akronym

source: Use personal identifier eg ror:05pq4yn02. If you dont provide ID, random ID will be assigned.
cs: Použijte osobní identifikátor, např. ror:05pq4yn02. Pokud nezadáte ID, bude přiřazeno náhodné ID.

source: Number
cs: Číslo

source: Award number i.e. 754657
cs: Číslo grantu, např. 754657

source: You can provide award name in multiple languages.
cs: Název grantu můžete zadat v několika jazycích.

source: Search for a funder by name
cs: Hledat poskytovatele financi podle jména

source: Funder
cs: Poskytovatel financi

source: Search for funder...
cs: Hledat poskytovatele...

source: Programme
cs: Program

source: Use format: FunderID:Award Number i.e. AV0:754657. If you dont provide ID, random ID will be assigned.
cs: Použijte formát: IDPoskytovatele:ČísloGrantu, např. AV0:754657. Pokud nezadáte ID, bude přiřazeno náhodné ID.

source: <0>If you cannot find an appropriate funder, you can create one <2>here.</2></0>
cs: <0>Pokud nemůžete najít vhodného poskytovatele financi, můžete jej vytvořit <2>zde.</2></0>

source: Funder name
cs: Jméno poskytovatele financi

source: Name of the funder
cs: Název poskytovatele financi

source: Here you can provide the funder name in multiple languages. You can also include the one provided in the 'Name' field with appropriate language selected.
cs: Zde můžete zadat jméno poskytovatele financi v několika jazycích. Můžete také zahrnout ten, který je uveden v poli 'Název' s vybraným příslušným jazykem.

source: Family name
cs: Příjmení

source: First name
cs: Jméno

source: Search for affiliations..
cs: Hledat afiliace...

source: Affiliations
cs: Afiliace

source: Use personal identifier eg orcid:0000-0001-9718-6515. If you dont provide ID, random ID will be assigned.
cs: Použijte osobní identifikátor, např. orcid:0000-0001-9718-6515. Pokud nezadáte ID, bude přiřazeno náhodné ID.

source: <0>If you cannot find an appropriate affiliation, you can create one <2>here.</2></0>
cs: <0>Pokud nemůžete najít vhodnou afiliaci, můžete ji vytvořit <2>zde.</2></0>

source: Affiliations:
cs: Afiliace:

source: Identifiers:
cs: Identifikátory:

source: If you cannot find an appropriate affiliation, you can create one <3>here.</3>
cs: Pokud nemůžete najít vhodnou afiliaci, můžete ji vytvořit <3>zde.</3>

source: vocabulary.names
cs: Jména

source: vocabulary.awards
cs: Granty

source: vocabulary.funders
cs: Poskytovatelé financí

source: Choose Items
cs: Vyberte položky

source: Search...
cs: Hledat...
